7zip
alsa-firmware
alsa-plugins
alsa-utils
base
base-devel
bat
bluez
bluez-utils
btop
btrfs-progs
chafa
chezmoi
cups
dkms
dmenu
dunst
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
firefox
fzf
git
gnome-keyring
go
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iwd
jq
keepassxc
keyd
kitty
libpulse
libreoffice-fresh
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
luarocks
ly
mise
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-dkms
nvidia-settings
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-virtualenv
ripgrep
rofi
sbctl
seahorse
shellcheck
smartmontools
snapper
snixembed
sof-firmware
spotify-player
terminus-font
thunar
ttf-bitstream-vera
ttf-dejavu
ttf-opensans
unrar
unzip
vim
wget
wireless_tools
wireplumber
xclip
xdg-utils
xorg-xev
xorg-xinit
xss-lock
xterm
yazi
zram-generator
